{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "a": 3,
      "b": 4,
      "c": 5,
      "d": 6,
      "e": 7,
      "g": 8,
      "h": 9,
      "i": 10,
      "j": 11,
      "k": 12,
      "l": 13,
      "m": 14,
      "n": 15,
      "o": 16,
      "p": 17,
      "r": 18,
      "s": 19,
      "t": 20,
      "u": 21,
      "v": 22,
      "y": 23,
      "z": 24,
      "aa": 25,
      "tt": 26,
      "ii": 27,
      "haa": 28,
      "dd": 29,
      "ai": 30,
      "hii": 31,
      "jaa": 32,
      "mo": 33,
      "raa": 34,
      "yaa": 35,
      "mott": 36,
      "raajaa": 37,
      "du": 38,
      "hai": 39,
      "ne": 40,
      "utt": 41,
      "bl": 42,
      "dh": 43,
      "daa": 44,
      "en": 45,
      "hr": 46,
      "iyaa": 47,
      "kaa": 48,
      "kutt": 49,
      "men": 50,
      "aag": 51,
      "motte": 52,
      "dubl": 53,
      "bhii": 54,
      "go": 55,
      "hn": 56,
      "ho": 57,
      "ko": 58,
      "lii": 59,
      "ptt": 60,
      "se": 61,
      "sne": 62,
      "thaa": 63,
      "yh": 64,
      "aamotte": 65,
      "haat": 66,
      "dddh": 67,
      "mottaa": 68,
      "kuttaamotte": 69,
      "aage": 70,
      "dublaa": 71,
      "ptthr": 72,
      "au": 73,
      "bc": 74,
      "bi": 75,
      "bo": 76,
      "baa": 77,
      "bhaa": 78,
      "cm": 79,
      "caa": 80,
      "de": 81,
      "dl": 82,
      "dhaa": 83,
      "diyaa": 84,
      "dau": 85,
      "gaa": 86,
      "gyaa": 87,
      "hi": 88,
      "isne": 89,
      "jlii": 90,
      "ktt": 91,
      "kii": 92,
      "khaa": 93,
      "khr": 94,
      "kiyaa": 95,
      "kdddh": 96,
      "kisne": 97,
      "lo": 98,
      "lu": 99,
      "liyaa": 100,
      "lgaa": 101,
      "my": 102,
      "mz": 103,
      "maa": 104,
      "mai": 105,
      "nn": 106,
      "nhaat": 107,
      "or": 108,
      "pdd": 109,
      "pkdddh": 110,
      "rm": 111,
      "rhaa": 112,
      "rkhaa": 113,
      "rnn": 114,
      "sh": 115,
      "saa": 116,
      "smy": 117,
      "taag": 118,
      "tho": 119,
      "udh": 120,
      "vh": 121,
      "aae": 122,
      "aataag": 123,
      "tthn": 124,
      "haayaa": 125,
      "ddaa": 126,
      "ddii": 127,
      "aisaa": 128,
      "raajaamotte": 129,
      "raajaayh": 130,
      "duudh": 131,
      "utthaayaa": 132,
      "daan": 133,
      "daadaa": 134,
      "kutte": 135,
      "menho": 136,
      "menkisne": 137,
      "duble": 138,
      "god": 139,
      "gosh": 140,
      "hnsne": 141,
      "liin": 142,
      "thaabhaa": 143,
      "thaakhr": 144,
      "haathii": 145,
      "aagemai": 146,
      "bccaa": 147,
      "bijlii": 148,
      "boliin": 149,
      "baadl": 150,
      "cmkii": 151,
      "der": 152,
      "diyaavh": 153,
      "daudddh": 154,
      "hirnn": 155,
      "kttor": 156,
      "luu": 157,
      "liyaahirnn": 158,
      "lgaanhaat": 159,
      "mzaa": 160,
      "maar": 161,
      "pdddhaa": 162,
      "thoddii": 163,
      "aataagrm": 164,
      "tthnddaa": 165,
      "aisaabijlii": 166,
      "utthaayaaboliin": 167,
      "thaabhaaluu": 168,
      "thaakhrgosh": 169,
      "aagemaidaan": 170,
      "kttorii": 171,
      "lgaanhaate": 172
    },
    "merges": [
      "a a",
      "t t",
      "i i",
      "h aa",
      "d d",
      "a i",
      "h ii",
      "j aa",
      "m o",
      "r aa",
      "y aa",
      "mo tt",
      "raa jaa",
      "d u",
      "h ai",
      "n e",
      "u tt",
      "b l",
      "d h",
      "d aa",
      "e n",
      "h r",
      "i yaa",
      "k aa",
      "k utt",
      "m en",
      "aa g",
      "mott e",
      "du bl",
      "b hii",
      "g o",
      "h n",
      "h o",
      "k o",
      "l ii",
      "p tt",
      "s e",
      "s ne",
      "t haa",
      "y h",
      "aa motte",
      "haa t",
      "dd dh",
      "mott aa",
      "kutt aamotte",
      "aag e",
      "dubl aa",
      "ptt hr",
      "a u",
      "b c",
      "b i",
      "b o",
      "b aa",
      "b haa",
      "c m",
      "c aa",
      "d e",
      "d l",
      "d haa",
      "d iyaa",
      "d au",
      "g aa",
      "g yaa",
      "h i",
      "i sne",
      "j lii",
      "k tt",
      "k ii",
      "k haa",
      "k hr",
      "k iyaa",
      "k dddh",
      "k isne",
      "l o",
      "l u",
      "l iyaa",
      "l gaa",
      "m y",
      "m z",
      "m aa",
      "m ai",
      "n n",
      "n haat",
      "o r",
      "p dd",
      "p kdddh",
      "r m",
      "r haa",
      "r khaa",
      "r nn",
      "s h",
      "s aa",
      "s my",
      "t aag",
      "t ho",
      "u dh",
      "v h",
      "aa e",
      "aa taag",
      "tt hn",
      "haa yaa",
      "dd aa",
      "dd ii",
      "ai saa",
      "raajaa motte",
      "raajaa yh",
      "du udh",
      "utt haayaa",
      "daa n",
      "daa daa",
      "kutt e",
      "men ho",
      "men kisne",
      "dubl e",
      "go d",
      "go sh",
      "hn sne",
      "lii n",
      "thaa bhaa",
      "thaa khr",
      "haat hii",
      "aage mai",
      "bc caa",
      "bi jlii",
      "bo liin",
      "baa dl",
      "cm kii",
      "de r",
      "diyaa vh",
      "dau dddh",
      "hi rnn",
      "ktt or",
      "lu u",
      "liyaa hirnn",
      "lgaa nhaat",
      "mz aa",
      "maa r",
      "pdd dhaa",
      "tho ddii",
      "aataag rm",
      "tthn ddaa",
      "aisaa bijlii",
      "utthaayaa boliin",
      "thaabhaa luu",
      "thaakhr gosh",
      "aagemai daan",
      "kttor ii",
      "lgaanhaat e"
    ]
  }
}